# Install by running $ brew bundle

# Add repositories
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

# Add command line applications
brew "curl"
brew "git"
brew "htop"
brew "lua"
brew "python3"
brew "pyenv"
brew "tmux"
brew "unzip"
brew "wget"

# Add GUI applications
cask "docker"
cask "firefox"
cask "google-chrome"
cask "pycharm-ce"
cask "visual-studio-code"
cask "slack"
cask "spotify"